{
  "Conheça as Características de Design Incomparáveis dos Racks de Servidores D2W": "Discover the Unmatched Design Features of D2W Server Racks",
  "Nossos racks de servidores são construídos com designs inovadores e duráveis que otimizam a eficiência e a segurança em ambientes modernos de centros de dados.": "Our server racks are built with innovative and durable designs that optimize efficiency and security in modern data center environments.",
  "Design Inovador": "Innovative Design",
  "Construção Durável": "Durable Construction",
  "Eficiência Otimizada": "Optimized Efficiency",
  "Melhoria do Fluxo de Ar e Eficiência": "Improved Airflow and Efficiency",
  "Nossos racks de servidores são projetados com um sistema avançado de gerenciamento de fluxo de ar, garantindo resfriamento ótimo e eficiência energética aprimorada. Isso ajuda a prevenir o superaquecimento e reduz o risco de falhas no hardware, resultando em maior tempo de atividade e economia de custos.": "Our server racks are designed with an advanced airflow management system, ensuring optimal cooling and improved energy efficiency. This helps to prevent overheating and reduces the risk of hardware failure, resulting in increased uptime and cost savings.",
  "Medidas de Segurança Aprimoradas": "Enhanced Security Measures",
  "Com os racks de servidores da D2W, você pode confiar que seus dados valiosos e equipamentos estão protegidos. Nossos racks apresentam mecanismos robustos de travamento, opções de controle de acesso e sistemas de monitoramento integrados para proteger contra acessos não autorizados e ameaças potenciais.": "With D2W server racks, you can trust that your valuable data and equipment are protected. Our racks feature robust locking mechanisms, access control options, and integrated monitoring systems to safeguard against unauthorized access and potential threats.",
  "Design Flexível e Modular": "Flexible and Modular Design",
  "Nossos racks de servidores oferecem um design modular, permitindo fácil personalização e escalabilidade. Você pode facilmente adicionar ou remover componentes, como prateleiras, soluções de gerenciamento de cabos e unidades de distribuição de energia, para atender às suas necessidades específicas. Essa flexibilidade garante que seu rack possa se adaptar aos avanços tecnológicos futuros e às mudanças nas necessidades do negócio.": "Our server racks offer a modular design, allowing for easy customization and scalability. You can easily add or remove components, such as shelves, cable management solutions, and power distribution units, to meet your specific requirements. This flexibility ensures that your rack can adapt to future technological advancements and changing business needs.",
  "Eficiência":"Efficiency",
  "Eficiência": "Efficiency",
  "Instalação e manutenção simplificadas para racks de servidores": "Streamlined Installation and Maintenance for Server Racks",
  "Na D2W Solutions, fornecemos soluções inovadoras e duráveis de racks para servidores, projetadas para otimizar eficiência e segurança em ambientes modernos de centros de dados. Nossa instalação e processo de manutenção são simplificados para garantir uma configuração sem complicações e suporte contínuo.": "At D2W Solutions, we provide innovative and durable server rack solutions designed to optimize efficiency and security in modern data center environments. Our installation and maintenance process is streamlined to ensure hassle-free setup and ongoing support.",
  "Instalação e Manutenção Fáceis": "Easy Installation and Maintenance",
  "Nossos racks de servidores são projetados para uma instalação e manutenção fáceis, economizando seu tempo e esforço.": "Our server racks are designed for easy installation and maintenance, saving you time and effort.",
  "Seguro e Confiável": "Secure and Reliable",
  "Com a D2W Solutions, você pode confiar que seu rack de servidor é seguro e confiável.": "With D2W Solutions, you can trust that your server rack is secure and reliable.",
  "Soluções Personalizáveis": "Customizable Solutions",
  "Oferecemos soluções personalizáveis de racks para servidores para atender às suas necessidades específicas.": "We offer customizable server rack solutions to meet your specific needs.",
  "Saiba Mais": "Learn More",
  "Centro de Dados" : "Data Center",
  "Otimizando Eficiência e Segurança em Centros de Dados": "Optimizing Efficiency and Security in Data Centers",
  "A D2W Solution oferece soluções inovadoras e duráveis de racks para servidores, projetadas para otimizar a eficiência e a segurança em ambientes modernos de centros de dados.": "D2W Solution offers innovative and durable server rack solutions, designed to optimize efficiency and security in modern data center environments.",
  "Aumento de Eficiência com a D2W Solution.": "Increase in Efficiency with D2W Solution.",
  "Aprimoramento da Segurança com a D2W Solutions.": "Enhancement of Security with D2W Solutions.",
  "Saiba Mais": "Learn More",
  "Catálogo": "Catalog",
  "Centro de Dados": "Data Center",
  "O Que Nossos Clientes Dizem": "What Our Customers Say",
  "Leia depoimentos de nossos clientes satisfeitos.": "Read testimonials from our satisfied customers.",
  "A D2W revolucionou a infraestrutura do nosso centro de dados. Seus racks inovadores melhoraram muito a eficiência e segurança.": "D2W has revolutionized our data center infrastructure. Their innovative racks have greatly improved efficiency and security.",
  "John Doe Gerente de TI, Empresa ABC": "John Doe IT Manager, ABC Company",
  "Jane Smith Diretora Técnica, Corporação XYZ": "Jane Smith CTO, XYZ Corporation",
  "Soluções Personalizadas para Você": "Customized Solutions for You",
  "Entre em contato com a D2W para soluções inovadoras e duráveis de racks para servidores.": "Contact D2W for innovative and durable server rack solutions.",
  "Contato": "Contact",
  "Catálogo": "Catalog",
  "Perguntas Frequentes": "Frequently Asked Questions",
  "Encontre respostas para perguntas comuns sobre racks para servidores e os produtos inovadores e duráveis da D2W.": "Find answers to common questions about server racks and D2W's innovative and durable products.",
  "O que são racks para servidores?": "What are server racks?",
  "Racks para servidores são estruturas ou armários especializados projetados para segurar e organizar servidores, equipamentos de rede e outros componentes de infraestrutura de TI em centros de dados ou salas de servidores.": "Server racks are specialized structures or cabinets designed to hold and organize servers, networking equipment, and other IT infrastructure components in data centers or server rooms.",
  "Por que os racks para servidores são importantes?": "Why are server racks important?",
  "Os racks para servidores são importantes porque proporcionam uma utilização eficiente do espaço, fluxo de ar e refrigeração adequados, gestão de cabos e segurança física para servidores e outros equipamentos, garantindo desempenho ótimo e confiabilidade.": "Server racks are important as they provide efficient space utilization, proper airflow and cooling, cable management, and physical security for servers and other equipment, ensuring optimal performance and reliability.",
  "Quais tipos de racks para servidores vocês oferecem?": "What types of server racks do you offer?",
  "Oferecemos uma ampla gama de racks para servidores, incluindo racks de estrutura aberta, racks fechados, racks de montagem em parede e racks especiais projetados para requisitos específicos. Nossos racks são construídos com durabilidade, flexibilidade e facilidade de instalação em mente.": "We offer a wide range of server racks, including open frame racks, enclosed racks, wall-mount racks, and specialty racks designed for specific requirements. Our racks are built with durability, flexibility, and ease of installation in mind.",
  "Como escolher o rack para servidor certo?": "How to choose the right server rack?",
  "Escolher o rack para servidor certo depende de fatores como tamanho e número de servidores, espaço disponível, requisitos de refrigeração e necessidades futuras de escalabilidade. Nossa equipe de especialistas pode ajudar a selecionar o rack ideal para suas necessidades específicas.": "Choosing the right server rack depends on factors such as the size and number of servers, available space, cooling requirements, and future scalability needs. Our team of experts can help select the ideal rack for your specific needs.",
  "Vocês oferecem racks personalizados?": "Do you offer custom racks?",
  "Sim, oferecemos soluções personalizadas de racks para atender às suas necessidades exclusivas. Nossa equipe pode trabalhar com você para projetar e fabricar racks que se ajustem perfeitamente às suas especificações e ofereçam a funcionalidade necessária.": "Yes, we offer custom rack solutions to meet your unique requirements. Our team can work with you to design and manufacture racks that perfectly fit your specifications and deliver the functionality you need.",
  "Os racks para servidores podem ser personalizados para requisitos específicos de energia?": "Can server racks be customized for specific power requirements?",
  "Sim, os racks para servidores podem ser adaptados para requisitos específicos de energia. Esta customização envolve ajustes na capacidade energética, integração de sistemas de distribuição de energia, soluções de backup e gerenciamento eficiente de energia, assegurando o suporte adequado aos equipamentos de acordo com as necessidades do seu ambiente de TI.": "Yes, server racks can be customized for specific power requirements. This customization includes adjustments in energy capacity, integration of power distribution systems, backup solutions, and efficient energy management, ensuring proper support for equipment according to the needs of your IT environment.",
  "Contato": "Contact",
  "Inovador": "Innovative",
  "Conheça nossa Equipe": "Meet Our Team",
  "Apresentando os especialistas por trás das soluções de centros de dados da D2W.": "Introducing the experts behind D2W's data center solutions.",
  "Especialista em Centro de Dados": "Data Center Specialist",
  "John é um profissional altamente qualificado com vasta experiência em gestão de centros de dados.": "John is a highly skilled professional with extensive experience in data center management.",
  "Estamos contratando!": "We Are Hiring",
  "Ficaríamos entusiasmados em ter você na equipe! Clique em Candidatar-se Agora para se juntar ao nosso time vibrante, onde inovação encontra excelência e cada dia é uma oportunidade para se destacar. Mal podemos esperar para recebê-lo(a) e crescermos juntos.": "We would be thrilled to have you on our team! Click Apply Now to join our vibrant team, where innovation meets excellence and every day is an opportunity to excel. We can't wait to welcome you and grow together.",
  "Candidatar-se Agora": "Apply Now",
  "Produtos": "Products",
  "Racks para Datacenter": "Datacenter Racks",
  "Rack Piso e Mini Rack Light": "Floor and Mini Rack Light",
  "Racks para Cabeamento": "Cabling Racks",
  "Gabinetes Externos": "Outdoor Cabinets",
  "Projetos Especiais": "Special Projects",
  "Acessórios": "Accessories",
  "Empresa": "Company",
  "Sobre Nós": "About Us",
  "Contato": "Contact",
  "Onde Encontrar": "Where to Find",
  "Atendimento ao Cliente": "Customer Service",
  "Segunda a Quinta, das 08:00 às 18:00": "Monday to Thursday, from 08:00 AM to 06:00 PM",
  "Sextas, das 08:00 às 17:00": "Fridays, from 08:00 AM to 05:00 PM",
  "Telefone: (11) 5522-2699": "Phone: (11) 5522-2699",
  "Email: vendas@d2w.ind.br": "Email: sales@d2w.ind.br",
  "Endereço: Rua Ptolomeu, 734, Bairro Socorro – São Paulo / SP – CEP 04762-040": "Address: Rua Ptolomeu, 734, Socorro Neighborhood - São Paulo / SP - ZIP Code 04762-040",
  "Newsletter": "Newsletter",
  "Insira seu endereço de email": "Enter your email address",
  "usuario@site.com": "username@site.com",
  "Inscrever-se": "Subscribe",
  "Ao se inscrever, você concorda com nossa Política de Privacidade e consente em receber atualizações da nossa empresa.": "By subscribing, you agree to our Privacy Policy and consent to receive updates from our company.",
  "Os racks possuem recursos de segurança?": "Do the racks have security features?",
  "Sim, nossos racks podem incluir fechaduras, sistemas de monitoramento e controle de acesso para garantir a segurança dos equipamentos armazenados.": "Yes, our racks can include locks, monitoring systems, and access control to ensure the security of the stored equipment.",
  "Qual é a garantia oferecida para os racks para servidores?": "What is the warranty offered for server racks?",
  "Oferecemos uma garantia abrangente que cobre defeitos de fabricação e qualidade do material, com duração específica conforme o produto.": "We offer a comprehensive warranty covering manufacturing defects and material quality, with a specific duration depending on the product.",
  "Saiba Mais": "Learn More",
  "Catálogo": "Catalog",
  "Sobre a D2W": "About D2W",
  "Quem Somos?": "Who Are We?",
  "Fundada em 2022 na vibrante cidade de São Paulo, a D2W emergiu com o objetivo ambicioso de dar continuidade e expandir o legado da renomada marca Womer. Com mais de 37 anos de atuação no mercado, a Womer se destacou pela qualidade e confiabilidade de seus produtos. Na D2W, honramos essa tradição, mas vamos além: incorporamos as mais recentes tecnologias e inovações, trazendo uma nova dimensão de modernidade e eficiência às soluções de racks para servidores.": "Founded in 2022 in the vibrant city of São Paulo, D2W emerged with the ambitious goal to continue and expand the legacy of the renowned Womer brand. With more than 37 years in the market, Womer stood out for its quality and reliability. At D2W, we honor this tradition, but we go further: incorporating the latest technologies and innovations, bringing a new dimension of modernity and efficiency to server rack solutions.",
  "D2W: Tradição e Inovação em Harmonia.": "D2W: Tradition and Innovation in Harmony.",
  "Expertise Profissional": "Professional Expertise",
  "Metodologia Única": "Unique Methodology",
  "Compromisso com a Qualidade": "Commitment to Quality",
  "Olhando para o Futuro": "Looking to the Future",
  "Em tudo que fazemos na D2W, a qualidade é fundamental. Cuidamos de cada detalhe, desde os materiais até o design, para superar as expectativas dos clientes.": "In everything we do at D2W, quality is fundamental. We take care of every detail, from the materials to the design, to exceed our clients' expectations.",
  "Nossa abordagem personalizada e metodologia exclusiva nos permitem atender às necessidades específicas de cada cliente com soluções eficientes e inovadoras.": "Our personalized approach and exclusive methodology allow us to meet the specific needs of each client with efficient and innovative solutions.",
  "A D2W está sempre em busca de inovações em racks para servidores, visando evoluir e manter a excelência herdada da Womer, enquanto construímos um futuro de confiabilidade e inovação.": "D2W is always in search of innovations in server racks, aiming to evolve and maintain the excellence inherited from Womer, while building a future of reliability and innovation.",
  "A D2W se destaca com um time de especialistas experientes em tecnologia e telecomunicações, prontos para solucionar desafios complexos com experiência e conhecimento técnico.": "D2W stands out with a team of experienced specialists in technology and telecommunications, ready to tackle complex challenges with experience and technical knowledge.",
  "Clique nos demais estados do mapa para mais opções.": "Click on other states in the map for more options.",
  "Distribuidores": "Distributors",
  "Acessar site": "Access website"
}

